{
  "Home": "Trang Chủ",
  "All IT jobs": "Tất cả việc làm IT",
  "All Cities": "Tất cả thành phố",
  "Suggestions": "Gợi ý cho bạn:",
  "Placeholder": "Nhập từ khoá theo kỹ năng, chức vụ, công ty...",
  "Search": "Tìm Kiếm",
  "Top Employers": "Nhà tuyển dụng hàng đầu",
  "Jobs": "Việc làm",
  "Featured articles": "Bài viết nổi bật",
  "Start reading": "Bắt đầu đọc",
  "Hire the best IT Professionals in Vietnam with ITviec": "Tuyển dụng Nhân tài IT tại Việt Nam cùng ITviec",
  "With in-depth understanding in the IT sector and specialized skills, we can help you reach and hire the best IT candidates.": "Với hiểu biết sâu sắc về lĩnh vực IT và các kỹ năng chuyên môn, chúng tôi có thể giúp bạn tiếp cận và tuyển dụng những ứng viên IT tốt nhất.",
  "Already have an Employer account?": "Đã có tài khoản Khách hàng?",
  "Sign in": "Đăng nhập",
  "What makes ITviec different?": "Điều gì tạo nên sự khác biệt ở ITviec?",
  "ITviec is the top recruiting site and database for IT Professionals in Vietnam.": "ITviec là trang tuyển dụng và cơ sở dữ liệu hàng đầu về các chuyên gia IT tại Việt Nam.",
  "IT Companies & Enterprises": "Công ty và Doanh nghiệp IT",
  "CVs sent": "Hồ sơ đã gửi đến Nhà tuyển dụng",
  "Highly-experienced IT Profiles matched": "Hồ sơ Ứng viên kinh nghiệm cao",
  "High-value services for IT Employers": "Dịch vụ chất lượng cao dành cho Nhà tuyển dụng IT",
  "Job Posting": "Đăng tin tuyển dụng",
  "Boost IT recruiting with our Tech and IT job platform. Manage top candidate CVs from ITviec with ease. Intuitive interface, prompt support, powerful tools.": "Đăng tuyển vị trí công việc IT, dễ dàng quản lý hồ sơ ứng viên với giao diện trực quan, đội ngũ hỗ trợ, và công cụ mạnh mẽ từ ITviec",
  "Better opportunities to approach top IT candidates from ITviec": "Gia tăng cơ hội để tiếp cận ứng viên IT chất lượng từ ITviec",
  "Attract the right candidates by the right skills": "Thu hút ứng viên phù hợp với yêu cầu về kỹ năng IT",
  "AI Match": "Gợi ý ứng viên AI Match",
  "Connect with a diverse pool of active IT Professionals. Effortlessly approach top candidates with one click. Unlock perfect matches.": "Kết nối với nguồn hồ sơ ứng viên IT đa dạng, hoạt động tích cực. Dễ dàng tiếp cận ứng viên với thao tác đơn giản. Mở khóa để giúp tìm kiếm ứng viên phù hợp.",
  "Best-fit candidates are matched based on their skills, experience, job preferences and more": "Các ứng viên phù hợp nhất được lựa chọn dựa trên kỹ năng, kinh nghiệm, nhu cầu công việc và hơn thế nữa",
  "Only connect with IT talents who are active in making a career jump": "Chỉ kết nối nhà tuyển dụng với những nhân tài IT đang có ý định chuyển việc",
  "Learn more": "Xem thêm về AI Match",
  "Employer Branding": "Thương hiệu tuyển dụng",
  "Increase brand awareness, reach IT Professionals on ITviec through specialized touch points, and connect with top Vietnamese IT candidates.": "Nâng cao nhận diện thương hiệu của Nhà tuyển dụng, tiếp cận các chuyên gia IT trên ITviec qua các điểm chạm đặc biệt, và kết nối với các ứng viên IT hàng đầu tại Việt Nam",
  "Appear as outstanding & leading IT companies in Vietnam": "Xuất hiện với vị trí công ty IT nổi bật hàng đầu tại Việt Nam",
  "Company Spotlight": "Nhà tuyển dụng nổi bật",
  "Strengthen the employer branding to top IT talents": "Tăng cường xây dựng thương hiệu nhà tuyển dụng đến với những nhân tài IT hàng đầu",
  "Experience ITviec's service today": "Trải nghiệm dịch vụ của ITviec ngay hôm nay",
  "Contact now": "Liên hệ ngay",
  "Top Companies on ITviec": "Top Công ty hàng đầu tại ITviec",
  "Our Customers and Partners include well-known IT firms as well as innovative startups.": "Nhà tuyển dụng và đối tác của chúng tôi bao gồm các công ty IT hàng đầu, và các công ty khởi nghiệp sáng tạo",
  "What do Customers say about us?": "Khách hàng nói gì về chúng tôi?",
  "We have successfully recruited several qualified candidates through our job advertisements on ITviec. ITviec's professionalism, helpfulness, and friendliness have made it an attractive platform for IT industry talent. Furthermore, our collaboration with ITviec's Customer Love Team has been highly valuable, and we wholeheartedly recommend their services.": "Chúng tôi đã tuyển dụng được nhiều ứng viên đủ tiêu chuẩn thông qua các tin đăng tuyển dụng trên ITviec. ITviec cực kỳ chuyên nghiệp, hữu ích và thân thiện trong việc thu hút nhân tài trong lĩnh vực IT.  Thật tuyệt vời khi được làm việc cùng đội ngũ chăm sóc khách hàng của ITviec.",
  "ITviec is one of the largest IT communities in Vietnam and a reliable website for IT companies. ITviec has a good quality of active candidates, which helps DEK achieve quick recruitment results.": "ITviec là một trong những cộng đồng IT lớn nhất Việt Nam và là trang web đáng tin cậy cho các công ty IT. Đối với các kênh tuyển dụng nhằm tiếp cận các ứng viên chủ động, thì ITviec là có lượng ứng viên khá chất lượng giúp DEK đạt kết quả tuyển dụng nhanh chóng.",
  "Nexle Corporation is always satisfied and trusts ITviec for its strengths in terms of service quality, price, reputation, and especially market coverage in the IT industry. We are confident that we will continue to partner with ITviec to expand our scale in the coming years.": "Nexle Corporation luôn cảm thấy hài lòng và tin tưởng ITviec với những thế mạnh về chất lượng dịch vụ, giá cả, uy tín, và đặc biệt là độ phủ sóng trên thị trường IT. Chúng tôi chắc chắn sẽ tiếp tục song hành hợp tác phát triển cùng ITviec để mở rộng quy mô trong những năm tới.",
  "ITviec is always the first choice for PG Bank to access young, quality, and potential IT candidates, especially when the market is highly competitive. ITviec always provides enthusiastic, attentive, and professional support, as promised in terms of both quality and quantity.": "ITviec luôn là sự lựa chọn đầu tiên để PG Bank tiếp cận với nguồn ứng viên IT trẻ trung, chất lượng và nhiều tiềm năng đặc biệt khi thị trường có mức độ cạnh tranh cao như hiện nay. ITviec luôn hỗ trợ nhiệt tình, chu đáo và chuyên nghiệp đúng như cam kết cả về chất và lượng.",
  "Floware has successfully recruited IT talented candidates via ITviec for many years. The ITviec team is knowledgeable about the market and support the customer very well throughout the recruitment process.": "Floware đã thành công trong việc tuyển dụng các ứng viên IT tài năng thông qua ITviec trong nhiều năm. Đội ngũ ITviec am hiểu thị trường và hỗ trợ rất tốt khách hàng trong suốt quá trình tuyển dụng.",
  "AI Match service at ITviec is our preferred choice, helping us to maximize the source of suitable candidates. This service helps the company to actively search and fully utilize ITviec's quality CVs, and it is also a way for the company to communicate about the company culture and its people.": "Dịch vụ AI Match tại ITviec là lựa chọn ưa thích, giúp chúng tôi tối đa hóa nguồn ứng viên phù hợp. Dịch vụ này vừa giúp công ty chủ động tìm kiếm và tận dụng tối đa nguồn CV chất lượng của ITviec, vừa là cách để công ty có thể truyền thông về văn hóa, con người của công ty.",
  "ITviec is an effective IT candidate matching platform. Job posting service and AI Match help Rakus to maximize the number and quality of CVs received. Customers are always warmly cared and supported by ITviec.": "ITviec là kênh kết nối ứng viên IT hiệu quả. Dịch vụ đăng tuyển và AI Match giúp Rakus có thể tối đa hóa số lượng và chất lượng CV ứng tuyển. Khách hàng luôn được chăm sóc và hỗ trợ nhiệt tình.",
  "MoMo has had a positive experience using ITviec's services. ITviec is a leading platform that focuses on IT and has a pool of experienced candidates. ITviec's customer service team is always quick, friendly, and responsive when needed.": "MoMo có trải nghiệm tốt khi sử dụng dịch vụ của ITviec. ITviec là nền tảng chính tập trung vào IT và có nguồn ứng viên có nhiều kinh nghiệm. Đội ngũ chăm sóc khách hàng ITviec luôn hỗ trợ nhanh chóng, nhiệt tình và kịp thời khi cần.",
  "ITviec's job posting service is ELCA’s Recruitment Team's favorite choice. ELCA’s Recruitment Team has selected suitable candidates for the positions to be recruited. ITviec has helped us to resolve difficulties in the source of candidates for senior positions.": "Dịch vụ đăng tuyển tại ITviec là lựa chọn yêu thích của ELCA’s Recruitment Team. ELCA’s Recruitment Team đã chọn được những ứng viên phù hợp cho những vị trí cần tuyển dụng. ITviec đã giúp chúng tôi giải quyết khó khăn trong nguồn ứng viên cho các vị trí senior.",
  "Samsung is truly satisfied with the professionalism and always quick customer support from ITviec. ITViec has provided recruitment solutions to help Samsung increase brand awareness and meet the recruitment plan. In addition, ITviec also has meaningful and practical customer appreciation activities.": "Samsung thật sự rất hài lòng về sự chuyên nghiệp, luôn luôn hỗ trợ khách hàng nhanh chóng. ITViec đã cung cấp những giải pháp tuyển dụng kịp thời giúp Samsung gia tăng nhận diện thương hiệu và hoàn thành kế hoạch tuyển dụng đã đề ra. Ngoài ra, còn có những hoạt động tri ân khách hàng vô cùng thiết thực.",
  "Useful resources for Employers": "Tài nguyên hữu ích cho Nhà tuyển dụng",
  "See more articles": "Xem thêm",
  "IT Salary & Recruitment Market Report": "Báo Cáo Lương & Thị Trường IT",
  "Discover key insights from Vietnam's IT market in our latest report. Dive into IT salaries, hiring demand trends, job expectation, and the job search journey of professionals across 30+ IT roles.": "Khám phá thông tin về thị trường IT tại Việt Nam trong báo cáo mới nhất của ITviec. Tìm hiểu về mức lương IT, nhu cầu tuyển dụng, kỳ vọng công việc và hành trình tìm việc của các chuyên gia IT (30+ vị trí).",
  "Download now": "Tải báo cáo ngay",
  "View all articles": "Xem tất cả",
  "Page views:": "Số lượt xem trang:"
}
